Repository: MallyDev/SMARkeT
Catalog: *.lproj/Localizable.strings
Languages: it

source: You have other items in List:
it: Hai altri elementi in lista:

source: Dear custumer,all the staff is glad for your visit.
it: Caro Cliente,tutto lo staff è lieto della tua visita.

source: Welcome to BaconTeam SuperMarket
it: Benvenuto da BaconTeam Supermercati

source: Goodbye
it: Arrivederci

source: Hey! You're in the Food's Area.
it: Sei nel reparto Alimentari.

source: Hey! You're in the Drink's Area.
it: Sei nel reparto Bibite.

source: Hey! You're in the generic Item's Area.
it: Sei nell'area articoli vari.

source: Remind to buy
it: Ricorda di comprare:

source: Remove from List
it: Rimuovi dalla lista

source: Add to List
it: Aggiungi alla lista

source: Bought
it: Comprato

source: Delete
it: Elimina

source: Hope to see you soon.
it: A presto.
